{
    "entries": [
        {
        "id": 1,
        "name": "(Wolverine Farm 1) I had to work with the materials that were available",
        "content": "[00:00:00] Directed by the materials in a way that a maker would obviously expect to be, but I didn't. So I had a preconceived idea of what I wanted to do, and I wanted, and I couldn't, like, in my own writing, talking life, I could have just built it, but I couldn't. I had to work with the materials that were available, and, uh, that's interesting.\nMaybe it says something about synthetic biology, working with biology, I don't know. Mm hmm.\nI don't know if my fingers are movable.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 2,
        "name": "(Wolverine Farm 2) Not be too bad of a place for a little bird or something",
        "content": "[00:00:00] I guess it's still the, um, skeleton of the cactus, but now it's almost like a nest for the cicada pillar and different mosses and mushrooms growing out of it. And I'd imagine that this might not be too bad of a place for a little bird or something to kind of go to and maybe start a family and or something.\nI wouldn't mind living there.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 3,
        "name": "(Wolverine Farm 3) It was mostly a way of trying to make the vegetable feel better",
        "content": "[00:00:00] I've been thinking a lot about portable windows. And the reason why I've been thinking about portable windows, Oh, sorry, Ayana. I have a loud voice. The reason why I've been thinking about portable windows is because of Jane's living room picture. Jane's living room image, which Jane is going to model for us, Jane's living room image is of her sunny seat during the pandemic.\nThat's where you worked, right? And, and the thing you wrote about it is that the window enabled you to feel connected to the outside even though you were sitting in Seoul as you were writing inside. So we're stuck in a top floor flat with no garden, or no backyard. Right, and, and so there was this, but you had a, like an allotment outside your window.\nMultiple, like 30 allotments, but very far down. You can't see them. Like vegetable gardens, essentially. Um, and, and then I, so I've been thinking about portable windows in a, in like a non IKEA way. Like a way that will, would allow, like instead of a way that, that makes sense, Confined places feel even worse, because it's not a real window.\nInstead, in, instead being a [00:01:00] place that, or a window that lets you, like, even if you were in solitude, connected to what's going on outside. And, and I was thinking about that in terms of the things Josh was saying yesterday evening about the outside of the cheese. I don't think you actually use the word window, but I was thinking about it this way.\nThe outside of a cheese being a window to the inside of a cheese. And you would feel the outside of the cheese, and it would tell you what's going on inside the cheese, even though you need to be outside, you can't be inside the middle of the cheese. And then I was looking at Marie's pond scum, um, in this jar, and I was thinking, wow, the pond scum feels really exposed.\nIt ordinarily lives in a dark environment, in a pond, I wonder how the pond scum is feeling right now. Um, so I wanted to build the pond scum a little bit of a shell. That I could feel to see how it was doing. Um, and, and I like the texture of cabbage leaves. That's part of why I've been holding the cabbage all day, is because I actually really like the texture of the cabbage.\nBut then I realized I had no way of telling how the pond scum was [00:02:00] doing, and I was talking to Emily about this, and Emily said, Oh, well, you should, like, you know, Find a flower, maybe, or something that would tell you. So, and then you suggested the Jericho. Uh, Marie's wonderful plant. So the plant is a sensor to help me understand what's going on inside with the pond scum.\nBecause feeling the cabbage leaves, it turns out, doesn't help me at all. So even though I want to be able to squish this and tell how the pond scum is doing, Um, instead I have this visual cue, which is more appropriate to my personal skill set. It was mostly a way of trying to make the vegetable feel better.\nIt's not very, it's really, it's trying to be a portable window, but I'm not sure how well it succeeded in that.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 4,
        "name": "(Wolverine Farm 4) Being able to exist in a space but still have our needs met",
        "content": "[00:00:00] In the conversations we were having today, I couldn't get, um, Farraway's two best mates out of my head. Um, and this idea of cohabitation, and so I was considering, thinking of this living room as like roommates, and tools that roommates would need in order to negotiate space. Uh, so, so I saw all these animals sitting around, and the idea of a chimera jumped into my head, so I built a chimera to kind of get things starting.\nIt is a mushroom slug armadillo chimera. Um, and I, and I was thinking about this, and I was thinking about something that we talked about, about, um, who do we know is in the room? And so, like, what kind of tech, like, what kind of technologies and interfaces will we need in order to know? Um, and so I thought of this as, as a sensor of a way.\nUh, and so the indicator, I like the idea of the pine cone that shrinks. And, and expands in water. So I use the pine cone as just kind of a symbolic of like a way of visualizing presence and changes in the environment [00:01:00] in ways that we may not actually understand, um, directly. So that's my chimera species sensor.\nUh, and then talking about the, the need, like couldn't get, also couldn't get the idea of like resource management and like competition and who belongs and who doesn't belong and who's a pest and who's not. Um, And like the spectrum of it, right? It's not just, you know, antagonism can still be among roommates.\nAll of us who've had roommates know that antagonism is often amongst roommates. Um, so I was thinking about resources and, and, and what we value as a way of, of kind of building those, those rule sets and negotiation. Uh, so this mushroom, um, ball bull, uh, holds things of value that are resources to possible multiple different species.\nUh, and so it is out in the open, we can all see it, and if it changes, we know we have antagonism in our midst, so it's an antagonism sensor. Uh, from that, ironically, those are also [00:02:00] living forms that I put in there, so there's also this contradiction of what is a resource, and what is a creature, and how do those things get negotiated.\nUm, and so, uh, Then I was thinking about play as being an important part of negotiation, so I built a trampoline. Over here. And I was thinking about like, like, what is play amongst multiple species and like thinking about scale and texture and communication. So this is more prototype, I just clipped a bunch of like funky little things on the outside.\nThere's a dolphin. Dolphins are a good symbol of play. And then the last one, this is the one that I struggled with. I spent the most time thinking about. I was thinking about this sense of like determining who belongs and like also self questioning of this living room. Um, and I got no farther in it. Uh, so I just started dabbling and building things.\nAnd then, um, this is, that's this piece back here. Uh, and someone suggested that I put a mushroom in there because the mushrooms are beautiful and we're all building with mushrooms. And I thought, I was like, [00:03:00] you know, we're putting all these mushrooms out in the open and mushrooms need dark spaces. And so, like, being able to exist in a space but still have our needs met, um, and, and how that affects our sense of belonging and whether we belong or not, and, um, that's as far as I got with that.\nThank you. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 5,
        "name": "(Wolverine Farm 5) The fungus and the animal, right?",
        "content": "[00:00:00] Trying to, uh, distill the concept of the cycle of life to its bare minimum, right? It's basically a two part component, the fungus and the animal, right? So basically, uh, the animal feed on the fungus, also the fungus feed on the animal, right? So such that the squirrel is eating possibly a poisonous mushroom, right?\nAnd the spores grow up on its neck to continue the cycle. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 6,
        "name": "(Wolverine Farm 6) So we are living in a kind of unstable world",
        "content": "[00:00:00] So, it's a flower living thing, but living thing is a room for the bird's nest. So, I wanted to, the, so living, the room itself is living, and then the creatures also live on it. And then each of these, so it's a kind of community, but they are individually different. And then they also have their own kind of space.\nSpeaker 3: And then within it, I have Kind of, um, marbles hidden. So we don't necessarily share things. We just keep things sometimes. Um, then these are kind of unstable and then looks nice from the out set, but then there might be something else attached to it. Uh, this bag, my. [00:01:00] Eat up the, the, the root bit so that this forever, the living room might collapse eventually.\nSpeaker 3: So we are living in a kind of unstable world. So that's what I wanted to express. \nThank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 7,
        "name": "(Wolverine Farm 7) In the living room, we always coexist",
        "content": "Speaker 7: [00:00:00] My work is, uh, um, how can I say, uh, interactive work. So someone willing to volunteer to test my work? Someone? I work, I'm an optimist. Thank you, yes. Alright, please observe this reserved touch. Few seconds. Okay. And try to grab left one. Yes, yes. Pick it up. Yeah. And, yeah, we turn it. I'll try the right one.\nSpeaker 7: Uh, did you glue one? \nSpeaker 8: Yeah. How do you feel that? So, I mean, I think it's, uh, I mean this one was, um, glued. And the other one is not. Yes, yes, and it's heavier. Yeah, exactly. And it's an interesting contrast because you expect this thing to be very light. Yes, yes, yes, yes. Thank you. \nSpeaker 7: In my [00:01:00] work, I explored, uh, how, how can I, uh, abandon our biases.\nSpeaker 7: So you see, uh, white and soft thing, we always imagine it is a light, light, light thing, but reality is different. So in the living room, we always coexist. Um, syringes, um, stranger to you or. Um, she's not friend, but in a, we, we need to create comfortable. So yeah, how I explored how it is difficult to abandon our biases in the living \nroom.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 8,
        "name": "(Wolverine Farm 8) Things growing out of text is very interesting to me",
        "content": "Speaker: [00:00:00] Um, and so I was inspired by when you decorate your living space, you need to like think about what colors match and make sure it like all ties together. So I ended up just like pulling everything that was green and then yellow and I'm still working on the brown one, but like all in like a similar palette to create interesting objects.\nSpeaker: So. So this is \nSpeaker 2: like the starter kit for your story. Yes. \nSpeaker: And then I, I like this book because it's like, I don't know, just like things growing out of text is very interesting to me. Of like, yeah, like even like, yeah, how we communicate is like alive. So I was inspired by that.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 9,
        "name": "(Wolverine Farm 9) It's like the most gentle little like physical ampersand",
        "content": "Speaker 4: [00:00:00] I guess I got really into kind of the sketchy quality of it and the quickness of it, um, responding to Cookie's prompt, but, um, so I made a little series of four or five things. And, um, I think what I was, what I've been really kind of, um, excited, interested about in a lot of the conversations happening is sort of this idea about how, like, Multiple things become one thing, you know, like the idea that an organism is often like it's actually a bunch of things kind of inside a container or like the living room becomes one thing with a bunch of parts or, or individual organisms inside of it.\nSpeaker 4: So I kind of became obsessed with these. I don't know who brought these little tiny clothespins. Yeah, that was my fault. They're so great. I was like, oh, it's like a little like. It's like the most gentle little like physical ampersand, this little like gentle connection. And so started with this spoon [00:01:00] and kind of thinking about this idea of like, well, what's, what do we assume the function of the spoon is?\nSpeaker 4: But then if you're sort of like listening to that, like maybe it wants something else. Maybe it wants to dress up with a little. frill or petticoat or something on it. But then it's still like, regardless of that, still pressed into service and I'll be my sculpture. So then I had to tape it to that rock.\nSpeaker 4: And, um, and then these ones, I don't know, like I, Jane and I's conversation kind of fell in love with this dinosaur, but then like, where does the dinosaur live? And it seemed like it wanted to live on that little piece of paper. Um, And then this great cast, this cast material, which I guess Marie brought in, which I've always wanted to play with and been really curious about.\nSpeaker 4: But that felt like this other, I don't know, this interesting kind of syntax to that where it's like a cast kind of takes the impression of two things and [00:02:00] then, and then it's like three, three things, but they have this, this relationship to each other. Right. It's interesting. Applause",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 10,
        "name": "(Wolverine Farm 10) Everything that is kind of dried out and desiccated can't do anything",
        "content": "Speaker 5: [00:00:00] Obviously the water, so, um, there's the sense of possibility that this is going to happen if you, if you intervene. But, uh, it's also just a contraceptive device. Because if the water, if the pine cones are in the water, then they close up, so for them to reproduce they have to dry out and open. And obviously everything that is kind of dried out and desiccated can't, can't do anything, um, so, uh, That's kind of how I was thinking about it.\nSpeaker 5: What happens if it rains? Right, so if there's a drought, nothing happens, and if it rains, then the thing flourishes. Except for the pine cones. Because they're the endorse of everything \nSpeaker 6: else. The reservoir of possibility. That are made impossible by being the reservoir of possibility. That's a nice, nice control.\nSpeaker 6: Yeah. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 11,
        "name": "(Wolverine Farm 11) I want my living room to be a tissue of quotations from all of the conversations",
        "content": "Speaker 9: [00:00:00] Blossoms. That omit a pheromone, that attract people who like serious play and good conversations, and keep away, like, control freak party killers who just want to talk all the time and dominate conversations. Um, so, the green ones are the happy, please come, please, please come into my space ones, and the purple is the no, actually, I don't want you here, just leave.\nSpeaker 9: Um, And I suppose the reason why it doesn't work is because I'm imagining being able, that's a really loud train, um, I'm imagining being able to, like, make pheromones, like, synthesize a pheromone that will do this very specific thing, and, like, I actually do wish I could synthesize a pheromone that would, like, attract good people to my space, but I don't know how to do that yet, so this is a science fiction, um, The other one, so I think about metaphors a lot, uh, that's sort of what I do in my ordinary work.\nSpeaker 9: I've been thinking about metaphors for multi [00:01:00] species science policy, partially because of a talk I need to give for a panel that Rob is running in Oslo in about a month. And I realized I really don't like the idea of sitting at a table. Like, I don't like the metaphor of inviting folks to have a seat at the table.\nSpeaker 9: Because when I think about it, I think about the Jedi Council in the, the new Star Wars reboot. And like all of the Jedi Masters on the Jedi Council have a seat. They don't have a table because the chairs are low, so the floor is their table, which is really convenient for everybody. But, like, everybody in that room has a chair.\nSpeaker 9: Even if they're different shapes, like Yoda, they still all fit in a chair. And that's really weird to me, because, like, aren't there fish, Yoda? Like, aren't there fish, Jedi? Like, and where are they? Like, aren't there Jedi who don't sit in chairs? That's really weird. Um, so I don't want to invite people to sit, uh, like, for a seat at the table, because then you also, you end up with things like, Like, indigenous people wearing, wearing traditional outfits at the UN, where like, them coming with their outfit is a statement of like, they're wearing the [00:02:00] clothes that belong to their people.\nSpeaker 9: But it's also like, this space is not designed for you, and that's really obvious. So I've been wanting to make a hammock instead. This kind of came out more like a nest, because that's what I could finger weave. Um, using this yarn that I'm pretty sure came from a farm near my mother's house in Idaho. But, I want to make a hammock where people can perch.\nSpeaker 9: People being anybody who has a voice, lots of different kinds of people. And it's loosely woven enough that when you come, you can weave something in. And it's loosely woven enough that if you're not attending to your space, you might fall through. Um, but it becomes a, like, a quote. Because as folks bring things, it becomes a record of the conversation.\nSpeaker 9: Um, so people weave bits of fiber in, or bits of text in, or bits of flowers in, And so it becomes an embodiment of a quote that I really like from Roland Barthes, that the text is a tissue of quotations from all of the possible texts. The second half is kind of from somebody else. But I want my, like I [00:03:00] want my living room to be a tissue of quotations from all of the conversations.\nSpeaker 9: Like an embodiment of all of the conversations that have happened there. And this is the best, like, living room furnishing that I have for doing that right now.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 12,
        "name": "(Wolverine Farm 12) You want plants in your home, but you don't want all the bugs to live in your home",
        "content": "Speaker 11: [00:00:00] I think, uh, I was thinking a little bit yesterday how, uh, like, like Jane mentioned yesterday, I feel like, uh, my taste is better than my ability, uh, in, in objects. So when I found this display case, I was like, great, like, I'm gonna work with that. Um, and I guess, like, why I sort of, um, liked the idea of this display case is like, I kind of think of living rooms as like, a lot of people want to like, integrate some part of nature in their living rooms, um, but like, you don't want to bring it too close.\nSpeaker 11: Like, uh, you know, you want plants in your home, but you don't want all the bugs to live in your home. And, uh, you know, like I think you can sort of, uh, analogize kind of further, uh, along that spectrum. So I, I guess I just kind of wanted to try and represent that, uh, so I like, uh, put these like, whatever this is, dried grapefruit or whatever.\nSpeaker 11: Uh, in here is sort of a, like a caricature of the, the nature that we tend to integrate into our living spaces. Um, and [00:01:00] that was sort of mainly the intention, uh, behind this. So, uh, yeah. And then the other one that I drew, uh, was from the show, uh, uh, So, um, this is not part of it. I don't know where this belongs.\nSpeaker 11: It's a giant mushroom that was missing. So, um, I thought this was pretty beautiful just on its own. Um, and I brought this sort of thread, um, as part of the assignment to bring something, uh, to the construction of living room furnishings. And I just kind of wanted to emphasize the, like, Uh, regularity in the sort of spacing between these gaps, uh, in here.\nSpeaker 11: Uh, I tried as much as possible to sort of follow sort of these spirals that I kind of, that kind of stand out to me when I look at this. Um, [00:02:00] and how they're not that regular kind of on the stick. And that was like maybe sort of an aesthetic choice. But also, um, you know, there's like a weird, uh, Symmetry and asymmetry to, uh, a lot of nature.\nSpeaker 11: Uh, and I just thought that was kind of cool. So, that's kind of why I \nlove it.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 13,
        "name": "(Wolverine Farm 13) This is a computer for the multispecies world",
        "content": "Speaker 10: [00:00:00] I am so sorry. And then it's, um, supposed to, so this one has a quartz and then has lots of eyes. And actually this is a computer for the multispecies world. And then, so these other tiny guys who has no quartz but still have eyes are kind of like internet other kind of, you know, servers. And then so it's supposed to be another species standing on next.\nSpeaker 10: And then actually, yes, it's it's works for as an Internet for the multi species. And then so actually we I think some research I'm trying to making the Internet for the multi species. But actually, yeah, what if. Computer looks different. And then also, like, you know, actually, Internet is furniture for us, and it's all tools for us to now.\nSpeaker 10: And then, [00:01:00] yeah, so, and it might work as as a God too so like now, Internet and AI came into actually we are questioning and then giving answer. And then so maybe it works as that. Yeah, what's happened? If they have internet and then God, whatever. So then another one, yeah, this one has a slight edited, but actually, yes.\nSpeaker 10: Like, like a heart, actually this is incense. And actually I put that as a kind of middle kind of, how to say border, but it's a border without really closing the space. And it's like half open, and then like it's controlled, like this side has one of the species, and this side has another species. And then they don't fight much, [00:02:00] and then it's kind of nice, gentle, yeah, like a chemical border.\nSpeaker 10: Yeah, that's it. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 14,
        "name": "(Wolverine Farm 14) Underbellies of places that we wouldn't normally venture, are often places where decomposers live",
        "content": "[00:00:00] \nSpeaker 13: You're good. No, you're good. I guess it could become part of it, right? Like, um, could become intermingled with my little, um, thing here. I was really interested in this idea of, like, possible, like, living rooms that exist within our living room, but maybe in spaces that we wouldn't necessarily consider, like, separate living rooms.\nSpeaker 13: So, like, under your carpet or, like, under the couch. And so I was kind of trying to figure out how I might, like, embody those kind of liminal spaces within our own, like, created human spaces, um, and how we might, like, breach those, those separate, like, living spaces. Um, so I, I kind of made this little, like, arm hand, but it could also be, like, tree roots or something, um, and this little, like, space where we kind of enter this different world, um, stitch some like little roots on the back too.\nSpeaker 13: Um, especially because I feel like those spaces, those like [00:01:00] underbellies of places that we wouldn't normally venture, are often places where decomposers live. So like dust mites and things like that. Um, wasn't really sure how to embody a dust mite, so I went with mushrooms. Um, so that's kind of where, where my thought process was going with this.\nSpeaker 13: Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 15,
        "name": "(Wolverine Farm 15) I don't know if it's balancing, supporting it or kind of knocking it into disorder",
        "content": "[00:00:00] \nSpeaker 18: I'm a contrarian, I think. So I'm just gonna say contrary things. Uh, but, um, yeah, and also, like, I think I'm, like, too much of a realist, so I, like, really tried to build a living room, literally. Um, and it's got wallpaper, which, because I was first drawn to the wallpaper, which is the tape, because I wanted to put wallpaper.\nSpeaker 18: Around my living room. Um, and it's got a rug as well that I made. And I didn't realize these were incense. I thought they were wedges. 'cause everything is a wedge to me now . So this like, so I liked about this is it does have gaps so it does let people in so it's not closed off. 'cause the living room can be very closed and isolated and, uh, can contained and restricted.\nSpeaker 18: Um, and it has a roof 'cause Rob said, where's the roof are made of roof . Um, and it's on a wedge itself. It's on a wedge. So it's kind of, um. Or maybe on a shim. It's like, uh, I don't know if it's balancing, supporting it or kind of knocking it into disorder, but I'm, I'm really, you know, I'm struggling with the multi species element because I wanted a sofa and I [00:01:00] couldn't find, oh, I was going to keep you on the sofa.\nSpeaker 18: And so I ended up with some moss. I was like, okay, I'll sit on the moss then. But it wasn't like, oh, I want to welcome the moss into my living room. And so I think, um, for me, I'm very interested in relations and connections. I think they're really important, but I'm struggling with the multi species element of that.\nSpeaker 18: And maybe that's because I don't work with. Creatures apart from you, like humans. And when I, when we had to do the exercises, which I thought were great. So I've really struggled. I put my bike as one of my creatures. It's just like, I really, really struggled with, with, with a non human organisms. I don't even have any plants.\nSpeaker 18: Um, yeah. So maybe this is becoming like a kind of like confessional, I don't know. Um, but then, but the thinking, I think the broader question you asked Erica about, um, multi species and responsibility. I think the idea of response is kind of built into that connections and relations, but how we extend that beyond the human and whether we should like, and whether we have to, whether it's a good thing, I suppose I want to put those on the table or in the living room.\nSpeaker 18: Thank [00:02:00] you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 16,
        "name": "(Wolverine Farm 16) What new forms of being wrong and relating are possible when we fail?",
        "content": "[00:00:00] \nSpeaker 14: Cheating, because I, Well, we tried to make things yesterday, but do we have to add something to it? Can we just cherish the things as it is? And even though it is as it is, so much work has gone into this, right? The fox has lived, survived, and painfully dead, probably. And the cookie has put all the work to get this skin off.\nSpeaker 14: And it's really nice. So I think we can just cherish things. Uh, in the way they are. Is that what you did \nSpeaker 15: for two hours? I'm gonna piggyback off of that with my object, which is not bad. Which is this one. Um, this is a failure. [00:01:00] It's, it, it doesn't do anything. Uh, it doesn't have a name. It, uh, does not signify or do anything.\nSpeaker 15: It's an object that doesn't work, essentially. And I'm really interested in failure as how it builds relationship and learning. So even though I didn't do this thing. I like learn some things while doing the thing, right? And I think there's often an emphasis on like the objectivity or like the thing. And that's like easy for us or the noun, right?\nSpeaker 15: Because it's like sensorily tactile, tactilely like here, but like what we've all been touching on, like the things that the objects do or possibly make. Right. And so like, what? relationships, what learning curves, what new forms [00:02:00] of being wrong and relating are possible when we like fail. Because I think there's a lot of failure involved, especially with multi species attempts at communication.\nSpeaker 15: Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 17,
        "name": "(Wolverine Farm 17) This 2600 year old tree that's hosting our data would become this kind of like, like shaman or witch figure",
        "content": "[00:00:00] \nSpeaker 16: Um, my object is right here. So I guess I can go next. Um, I had a couple objects like one down there is like a like sound instrument. Um, with like, yeah, with like indigo pods. And I think chickpeas and I think maybe corn kernels. I'm obsessed with sound as a place. I'm obsessed with like, um, the, um, like embodied sonic memory as like this immaterial thing that you can carry, um, across generations.\nSpeaker 16: Um, sound is like this, like collective intelligence. So that's what that is. And then this, and then I had like a little sniffing bowl too with like spices and rose buds and like, um, Um, other, other like, I'm trying to remember there was something [00:01:00] else. Um, yeast, there was yeast in there that I was really excited about and soil.\nSpeaker 16: So I kind of was like, I wanted to create this little sniffing, um, bowl. Cause I think during the day we had talked a lot about like engaging our sensorium as like an embodied way of communicating. Um, There's another like tissue box down there where there's like all of these different, um, like living species inside of the tissue box.\nSpeaker 16: And then, um, I put the quote, is this what community looks like? Or is this a good word for community inside that tissue box? But this one, I think I'm the most, um, like, um, affectionate towards, uh, I was thinking a lot about, um, So there's this, there's, um, this group called grow your own cloud and they do a lot of research and activations around, um, encoding data into the DNA of plants.\nSpeaker 16: And once [00:02:00] I, uh, I kind of happened across their research around the same time, I read about, um, this ancient bald cypress tree found in North, in the North Carolina, um, on the North Carolina black river. So I kind of like went down this speculative rabbit hole and around like what would happen if, um, like, uh, you know, if these data farms were data forests and what would it look like for us to encode our data into, um, like 2600 year old lineage, right?\nSpeaker 16: This is like a tree older than Jesus. So like what, what, what, what does the tree, how does the tree collaborate with our data and then who do they become? What do they become? Um, In collaboration with our data. I love what you said about kind of like AI being this sort of like God figure that we're like praying to.\nSpeaker 16: And I imagine like this 2600 year old tree that's hosting our data would, would also become this kind of like, like shaman or [00:03:00] witch figure that the community would really be drawn to as a source of inspiration, knowledge and Hope. And then I have these little, like, uh, like little letter beads inside the soil.\nSpeaker 16: Uh, because I'm obsessed with like words and language and text as this kind of like, biocultural material that's like constantly creating us and like undoing us. Um, and yeah. There was, there was mushrooms in here too, but. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 18,
        "name": "(Wolverine Farm 18) Nature goes beyond earth",
        "content": "[00:00:00] \nSpeaker 20: Collection of all natural and man made objects of different, uh, of different texture, different size, but of the same shape, sphere, right? The shape, the shape sphere is chosen because somehow we human, we, we accept sphere as the least invasive shape because of the lack of pointy, uh, point and edges, right?\nSpeaker 20: So we feel very safe about it. I just want to highlight. The, basically the, uh, the, the relationship between us, man, uh, human and the, and, and nature, right? But one thing I want to, I want to say, when we say nature, what do we actually mean? Right? By default, we mean earthly nature, nature on earth, right? But when you actually think about it, nature goes beyond earth.\nSpeaker 20: For example, right, all, all [00:01:00] our items that compose everything from the bird, the tree, to us, they all come from the stars, right? And as a species, if we are, like, eternally trapped on Earth, then we are fundamentally doomed. Right? Such that, I'm saying, it's like, we come from stars, rather, we are the, we are the off screen sons and daughters of the stars.\nSpeaker 20: And eventually we're going to go to the stars, right? And hence, right, with that in mind, right, then we have to consider our relationship with the earthly nature, right? Logically, there are three, another three options. It's like we being submissive to nature, to earthly nature, and we being equal to earthly nature.\nSpeaker 20: And also the last one is mankind triumphs over earthly nature. Right, so my, my argument would be, if our goal [00:02:00] is not be settled on earth forever and meet our unavoidable, eventual demise, regardless what we do, right, we have to go beyond earthly nature, right? And that is also saying like all the man made objects, right?\nSpeaker 20: I mean, how can we say they are not nature, right? Because we are a part of nature. Right, that's, that's all. Right. And for the other one, it's basically, uh, kind of like, uh, my, uh, my feeling about what I am doing as a synthetic biologist. Right, I would also kind of metaphorically say I'm, uh, like, uh, like doing a sculpture.\nSpeaker 20: It's just like, rather than making actually a physical, like, uh, like a sculpture. sculpture made of wood, made of like marble. I want my sculpture to live. I want my sculpture to breathe the [00:03:00] air, right? We want to breathe life into that sculpture. We want a thing that is alive, but capture our imagination as the embodiment of our imagination.\nSpeaker 20: Right? And eventually we're going to make something that's beyond what we can imagine now. Right? But people say, we can never imagine anything that we have not seen yet. Right? As a stepping stone to that eventual goal, which is going to go beyond our current limitation of thinking, this is like a combination of different, like, perceived life forms on Earth.\nSpeaker 20: Like a hamster, or like a wombat, as Cookie correctly pointed out. Right? Right? And, uh, like a pointy, uh, eight, eight legs, like spider. Which basically lays eggs in you nest, but that also not a correlation of that thing. It's also, it's like a, like, like a society life form, living in its [00:04:00] own, like in, in a living environment, created by that very society life form.\nSpeaker 20: It's like, it's like evolution of God or whatever made us, we made that, that made that, and so on, so forth. Thank you. Right. Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 19,
        "name": "(Wolverine Farm 19) A little bit of that emergent sort of magic fell off",
        "content": "[00:00:00] \nSpeaker 12: Oh my gosh. I think what I built is a problem, or maybe a tension, um, that feels very personal to me, but also like relevant to this workshop in the sense that I wanted to build, I started from the idea that I wanted to build something that had two sides, like binary sides, um, and on the one hand you can see a sort of like very robust aesthetic front, um, we've got birds and flowers and eggs.\nSpeaker 12: And then on the back side of it, I have like put all sorts of textual schematic information like the things we call things, the scientific names, um, the schematic representation of photosynthesis. And I think, so you know, I've, I was an art major and when I first started to unpack like how shading and light worked.\nSpeaker 12: I sort of lost a little bit of my joy. And then I was a [00:01:00] scientist and when I started designing reductionist experiments, I sort of lost a little bit of like what drew me to biology. And then I was, I did a writing degree and I started examining like the mechanisms of text and like a little bit of that emergent sort of magic fell off.\nSpeaker 12: And so like this tension between like, The information that we reduce things to in order to understand how it works, and then the sort of like, gorgeous glow of the thing, the emergent property of the system, like, feels like a real tension and problem to me that like, is relevant to what we're trying to do here.\nSpeaker 12: Like, what is the difference between understanding how an organism works, and that organism as a living, breathing, gorgeous, incredible thing? So I think that's what I did. I don't know what it is, and it might be more of a problem than it is a solution. But, that's what I'm thinking. I don't know, it's a weird binary for a problem [00:02:00] and solution.\nSpeaker 12: Yes, yet another binary.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 20,
        "name": "(Wolverine Farm 20) They have no capacity for self definition",
        "content": "[00:00:00] \nSpeaker 17: It's a little bit round now. Um, it's supposed to be like this. So just imagine that.\nSpeaker 17: And this is the other.\nSpeaker 17: So, um, As y'all were all talking, um, I was listening, but I was also thinking about what I wanted to say. Um, cause y'all have such lovely words, y'all are poets, especially back home. So that was like really beautiful what you said, um, uh, and I, I don't want this to be a confessional, but I will confess that something that I've been learning from conversations with, um, folks in the art department here, Marius, um, is, uh, a thing that I do often is over determine art and that's something I'm trying to not do as much.[00:01:00] \nSpeaker 17: So, you know, um, There's a thing that, uh, I like to sort of keep in mind when I'm thinking about art, which is that, you know, mystery is magic and magic is what makes the moment. So it's hard to be present with art if you're told what it is. And it's important to create space for folks to look at something and then think about what it means to them.\nSpeaker 17: Uh, preserve mystery so that it engages folks. So anyway, if you could take like five seconds to just look at these things before, because I understand obviously the point of this exercise is for me to tell you what I was thinking while I was making it, but maybe just take, uh, but just maybe take a second to just, just look at the two things for five seconds.[00:02:00] \nSpeaker 17: I was mentioning to someone before how I'm incredibly uncomfortable with silence. So I'm filling the space with just blathering, I'm sorry. You're going to have so much silence in the next hour, it's going to freak you out. Okay, that's around five seconds, I think,\nSpeaker 17: probably. Um, so, uh, there are, there are two, um, so we've been talking about interactions between species. And, um, I think, and so I was trying to think about, I was trying to move that outside of maybe the way that I, so, I talked about that piece of art. Yesterday. And that was like hyper over determined. I told you specifically what it was and like why I was thinking about it.\nSpeaker 17: Cause it's like a very, like, it's basically a visual analogy to what I do in my work. And so then once I made that, I realized what I had done and I was like, okay, well, that's [00:03:00] boring. Think about something that's maybe one step removed from what you just like do every day. Um, and so I started to think about like, what is an interaction in a way that maybe like you wouldn't think about an interaction.\nSpeaker 17: So, um, For those of you who haven't heard this term, uh, there's this idea of a phylogeny, like a family tree through time, where the things at the, so you know, you start with the common ancestor or something, and then there's a branch and it splits. And that means that things are speciated, and now the things that are further on to the right, they keep splitting and becoming things through time.\nSpeaker 17: That's what a phylogeny is. And so you can think of that as a sort of introduction. You have, you know, um, things that are interacting, not inter species that are interacting, not in the present moment, but through time in the past. And, you know, we have this linear idea of time, but that's just because of how we behave in [00:04:00] the world and how kind of our minds work.\nSpeaker 17: But actually, I mean, time's totally a construct, you know, there's, it's not actually how necessarily interactions behave. And so, um, Uh, you know, uh, you could imagine sort of, uh, uh, phylogeny, uh, an interaction between species through time, things that have diverged, um, and perhaps, you know, a way to think about an interaction is, uh, what were they before, where did they come from, and what is that empty, negative space that we don't understand.\nSpeaker 17: Um, there's an idea in science called Ancestral Reconstruction, where you try to look at what's here now and figure out what it was then. Anyway, that's one thing. And then the second thing, uh, it gets back again to what Kai Han was saying, uh, about chimeras. Uh, I was thinking about this again as like another way of interacting, where you [00:05:00] have, you could imagine, yeah, two things, separate things interacting, but.\nSpeaker 17: I don't know, in my work with lichen, I've been thinking a lot about selfhood, about what it means to be a self, um, there are these really cool creatures called, uh, well, sea sponges, right? You all have heard of sea sponges. One of the really interesting things about sea sponges is they don't have immune systems.\nSpeaker 17: They have no capacity for self definition. They grow into each other, um, so, you know, a chimera, it's sort of interesting because it's. It's a kind of union of two things, and you could think of it as two different things, or you could just think of it as a thing. Um, and we think of it as two different things because we have a concept of self.\nSpeaker 17: But if you didn't, then perhaps a chimera is like an interaction between things. Is this a chimera? Well, it's, it's a scorpion cat, um, uh, with an eye patch. But yeah, it's sort of supposed to be a chimera. Anyway, those are my two things. \nYeah. [00:06:00] Thanks.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 21,
        "name": "(Wolverine Farm 21) If you warm stuff up then more things happen, right?",
        "content": "[00:00:00] \nSpeaker 27: I knew that I wanted to warm water up. Um, so basically most of it is a, um, an attempt to try and like suspend something that can hold water above a candle without it burning. Um, so basically I spent like an hour and a half tying together bits of twigs. And the rest of it was very quick. Um, and I suppose the The kind of the bath is like, you know, it has everything, uh, for a kind of multi species environment.\nSpeaker 27: So it has some moss in it, um, it has raspberries, it has, uh, some lichen on a twig and a mushroom. Um, it's also got hummingbird food in it, so the birds will come when the sugar dissolves in the water. And it's also got microplastics. that will hopefully melt [00:01:00] when the candle warms the, uh, the metal up. I also don't know, like, what the, um, combustion temperature of the wool is, or the string, so I guess, like, if the candle heats it all up too quickly, it might all fall apart.\nSpeaker 27: Um, and so I built all of that, and then I was like, oh, I'll just light it, and then realized there wasn't a lighter in there, so I had to kind of come up with some kind of contraption to try and light the candle. Um, Which is what the magnifying glass is. Why did you want to heat water up, Rob? I don't know.\nSpeaker 27: It seemed like, comfortable, and like, useful, and like, if you warm stuff up then more things happen, right? So it's like a way of giving energy to, to things. Um, yeah.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 22,
        "name": "(Wolverine Farm 22) I was going to make a little egg to hold the world, you know?",
        "content": "[00:00:00] \nSpeaker 25: They're not going to look the same tomorrow. Would you mind speaking to what you did? Uh, yeah, sure. Uh, so I started out kind of stealing Jane's idea of like a portable living room and I was going to make a little egg to hold the world, you know? And I was, at some point, decided it looked more like a mushroom and I was thinking, well, that's kind of cool because we have all these other mushrooms and it can kind of be like There's all these like living rooms kind of embedded among each other.\nSpeaker 25: It's like there are maybe delimiters and we don't know what those delimiters are, but like that means that there's self and other, so the other has to go somewhere also. And then I know we were talking a little bit about like decorative things as well being part of it, and so it kind of became this like mushroom bouquet slash like a hat as well.\nSpeaker 25: Um, and then I put gold on it for no reason. So yeah, it's approximately what I was going for. [00:01:00] Thank you.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 23,
        "name": "(Wolverine Farm 23) The strings all kind of are supposed to capture those relationships",
        "content": "[00:00:00] \nSpeaker 26: So, in some of the conversations today, um, we were, uh, chatting about, uh, how our, well, I guess maybe I was just thinking about how I interact with organisms, um, in my work, which is synthetic biology. Um, and so So I often feel like what I'm doing is, um, interacting with different organisms like plants and fungi and lichen and mosses and, uh, and trying to, you know, change something about them and see how that, change something about their genetics and how that, see how that affects their phenotype to understand them.\nSpeaker 26: Um, but something that, um, uh, what, something that sort of. I was thinking about specifically because of these, uh, prompts about how organisms [00:01:00] interact is, um, how they are sort of inherently interacting with each other and how that's affecting what I'm seeing when I'm changing one thing because nothing really exists in a vacuum.\nSpeaker 26: And so if you change something, how is what effect you're having changing everything else? Um, anyway, the strings all kind of are supposed to capture those relationships. Yeah. Yeah.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        },
        {
        "id": 24,
        "name": "(Wolverine Farm 24) Everything depends on the other thing to sustain their living",
        "content": "[00:00:00] \nSpeaker 28: So this is kind of taking the, like, really a broad view and extension of the concept of living space to include everything and anything on the\nSpeaker 28: Thank you! That was punk, where is Erika? Micro punk That was micro punk! Alright And as, uh, as a habitant of this living space we call Earth, everything, uh, goes through the cycle of, uh, of flow of material, right? Basically the, uh, the tree dyes and, and the mushroom grow out of the tree, the mushroom dyes and the animals eat the, the dried up mushroom and the the animal dies.\nSpeaker 28: Basically, then the, the decomposition of the animals basically nurturing the tree. Right. And until the [00:01:00] moment that we human intervenes and then redirect a subset of the flow of the material to seal our imagination. That's great.\nSpeaker 28: What does that represent then? This Yeah. This is like human intervention. Yeah. Into the, into the natural flow and basically leaving our footprint as, uh, as our essentially existence. The thing I love about mycelium bowl though is that it's also decomposable. So I think there could be an arrow circling back.\nSpeaker 28: Maybe the fox eats it. The question that I have about this is whether it's a circular community, a circular economy, or a circular something else.[00:02:00] \nSpeaker 28: Because everything depends on the other thing to sustain their, uh, their living. \nClose. Isomatic close. Isomatic close.",
        "source_title": "",
        "source_author": "",
        "source_year": "",
        "image": ""
        }
    ],
    "favorites": [
        {
          "id": 1,
          "entryId": 1,
          "profileId": 1
        },
        {
          "id": 2,
          "entryId": 2,
          "profileId": 1
        },
        {
          "id": 3,
          "entryId": 3,
          "profileId": 1
        },
        {
          "id": 4,
          "entryId": 4,
          "profileId": 1
        },
        {
          "id": 5,
          "entryId": 5,
          "profileId": 1
        },
        {
          "id": 6,
          "entryId": 6,
          "profileId": 1
        },
        {
          "id": 7,
          "entryId": 7,
          "profileId": 1
        },
        {
          "id": 8,
          "entryId": 8,
          "profileId": 1
        },
        {
          "id": 9,
          "entryId": 9,
          "profileId": 1
        },
        {
          "id": 10,
          "entryId": 10,
          "profileId": 1
        },
        {
          "id": 11,
          "entryId": 11,
          "profileId": 1
        },
        {
          "id": 12,
          "entryId": 12,
          "profileId": 1
        },
        {
          "id": 13,
          "entryId": 13,
          "profileId": 1
        },
        {
          "id": 14,
          "entryId": 14,
          "profileId": 1
        },
        {
          "id": 15,
          "entryId": 15,
          "profileId": 1
        },
        {
          "id": 16,
          "entryId": 16,
          "profileId": 1
        },
        {
          "id": 17,
          "entryId": 17,
          "profileId": 1
        },
        {
          "id": 18,
          "entryId": 18,
          "profileId": 1
        },
        {
          "id": 19,
          "entryId": 19,
          "profileId": 1
        },
        {
          "id": 20,
          "entryId": 20,
          "profileId": 1
        },
        {
          "id": 21,
          "entryId": 21,
          "profileId": 1
        },
        {
          "id": 22,
          "entryId": 22,
          "profileId": 1
        },
        {
          "id": 23,
          "entryId": 23,
          "profileId": 1
        },
        {
          "id": 24,
          "entryId": 24,
          "profileId": 1
        }
      ]
}